Repository: Hypertopic/LaSuli
Catalog: src/locales/*/messages.po
Languages: et

source: Ajouter dans la liste blanche
et: Kanna valgesse nimekirja

source: Aucun
et: Puuduvad

source: Chargement…
et: Laadimine…

source: Créer
et: Loo

source: Domaines dans la liste blanche :
et: Domeenid valges nimekirjas:

source: En ajoutant ce site à la liste blanche, vous autorisez l'application et les serveurs à suivre votre navigation sur ce site.
et: Kandes selle lehekülje valgesse nimekirja, annate rakendusele ja serveritele loa jälgida teie navigatsiooni sellel lehel.

source: Enregistrer
et: Salvesta

source: Erreur
et: Viga

source: Il est conseillé d'y fournir autant d'informations que possible : adresse de la page, actions suivies ayant permis de découvrir l'erreur…
et: Soovitatav on anda nii palju informatsiooni kui võimalik: lehekülje aadress; toimingud mis tegite, kui saite veateate.

source: Le domaine de cette page n'est pas dans la liste blanche :
et: Selle lehekülje domeen ei ole valges nimekirjas :

source: Le moyen recommandé de renseigner cette erreur est de créer un <0>nouveau ticket</0> sur l'entrepôt du projet LaSuli. Ces tickets sont publics.
et: Parim viis veast meile teada anda on <0>uue pileti</0> loomisega LaSuli projekti salves. Need piletid on avalikud.

source: Nouveau point de vue
et: Uus vaatepunkt

source: Points de vue
et: Vaatepunktid

source: Retour aux points de vue
et: Tagasi vaatepunktide juurde

source: Résumé de l'erreur :
et: Veateade :

source: Se connecter
et: Logi sisse

source: Se connecter...
et: Logi sisse...

source: Se déconnecter
et: Logi välja

source: Service d'annotation (Hypertopic) :
et: Annotatsiooniteenus (Hypertopic):

source: Site inconnu
et: Tundmatu lehekülg

source: Une erreur est survenue. Vous pouvez essayer de recharger la page, ou bien contacter le mainteneur de l'extension.
et: Tekkis viga. Proovige lehekülge värskendada või kontakteeruge laiendi haldajaga.

source: Voulez-vous l'ajouter ?
et: Soovite selle lisada?

source: mot de passe
et: parool

source: nom d'utilisateur
et: kasutajanimi

source: Étiqueter comme...
et: Märgi kui...
